{
    "en": {
        "discover": "Discover",
        "school-experience": "Excellence in School Education",
        "description": "At Horizon Academy, we provide a modern, interactive, and stimulating educational environment that fosters student growth and success.",
        "join": "Join Us Today!",
        "watch": "See How We Stand Out",
        "trusted-by": "Trusted by Parents and Educators Worldwide",
        "education-system": "Comprehensive Educational System",
        "finance-title": "Financial & Administrative Management",
        "finance-description": "Easily and securely manage student fees, invoices, and administrative expenses at Horizon Academy.",
        "schedule-title": "Class Scheduling & Attendance",
        "schedule-description": "Plan and schedule classes while tracking real-time attendance for an optimal learning experience.",
        "parent-title": "Parent & Student Portal",
        "parent-description": "Enhance communication with parents and students through a dedicated portal for updates and academic progress.",
        "about-title": "What is",
        "about-description": "Horizon Academy is a modern educational institution offering high-quality education, interactive learning experiences, and a supportive environment to help students excel academically and socially.",
        "teachers-title": "For Teachers",
        "teachers-btn": "Join Our Teaching Team",
        "students-title": "For Students",
        "students-btn": "Register Today",
        "classroom-heading": "Everything You Need for a Successful Learning Environment,",
        "classroom-highlight": "All in One Place at Horizon Academy",
        "classroom-description": "Horizon Academy provides a structured and engaging learning experience, helping students and teachers manage schedules, attendance, academic activities, and extracurricular programs efficiently.",
        "education-description": "Horizon Academy offers an advanced curriculum, modern teaching methods, and state-of-the-art facilities to ensure the best learning experience for students.",
        "interface-heading": "An Interactive and",
        "interface-highlight": "Organized Learning Environment",
        "interface-feature-1": "Teachers have a clear and structured space to interact effectively with students.",
        "interface-feature-2": "Students and teachers can collaborate easily in a dynamic classroom setting.",
        "interface-feature-3": "Teachers can monitor student progress and classroom activities in real-time.",
        "tools-heading": "Resources",
        "tools-subheading": "For Teachers and Students",
        "tools-description": "Horizon Academy provides a comprehensive set of educational tools designed for learning both inside and outside the classroom. Teachers can distribute assignments instantly, allowing students to complete and submit them efficiently.",
        "assessment-title": "Assessments,",
        "assessment-highlight": "Quizzes",
        "assessment-subtitle": "and Tests",
        "see-more-features": "See More Features",
        "assessment-description": "Horizon Academy offers structured assessment tools, enabling teachers to conduct exams, quizzes, and evaluations efficiently. Student results are seamlessly recorded for easy tracking and feedback.",
        "integrations-title": "Integrations",
        "integration-count": "200+ Educational Tools and Platforms",
        "integration-highlight": "Integrated",
        "integration-description": "Horizon Academy provides all essential tools for a seamless educational experience, integrating with over 200 learning tools, Student Information Systems (SIS), and academic platforms.",
        "see-all-integrations": "See All Integrations",
        "testimonials-title": "Student & Teacher Testimonials",
        "testimonials-heading": "What Do Our Students and Teachers Say?",
        "testimonials-description-1": "Horizon Academy has received thousands of positive reviews from students, teachers, and parents.",
        "testimonials-description-2": "Many students and teachers have benefited from a unique learning experience here.",
        "testimonials-description-3": "Would you like to share your experience? Let us know!",
        "write-review": "Write Your Review",
        "subscribe-heading": "Subscribe to Get Our Newsletter",
        "email-placeholder": "Your Email",
        "subscribe-button": "Subscribe",
        "careers": "Careers",
        "privacy": "Privacy Policy",
        "terms": "Terms & Conditions"
    },
    "ar": {
        "discover": "اكتشف",
        "school-experience": "التميز في التعليم المدرسي",
        "description": "في أكاديمية هورايزون، نوفر بيئة تعليمية حديثة وتفاعلية ومحفزة تعزز نمو الطلاب ونجاحهم.",
        "join": "انضم إلينا اليوم!",
        "watch": "شاهد كيف نتميز",
        "trusted-by": "موثوق به من قبل أولياء الأمور والمعلمين حول العالم",
        "education-system": "نظام تعليمي شامل",
       "finance-title": "الإدارة المالية والإدارية",
        "finance-description": "إدارة رسوم الطلاب والفواتير والمصاريف الإدارية بسهولة وأمان في أكاديمية هورايزون.",
        "schedule-title": "جدولة الفصول الدراسية والحضور",
        "schedule-description": "خطط وجدول الفصول الدراسية مع تتبع الحضور في الوقت الحقيقي لتحقيق تجربة تعليمية مثالية.",
        "parent-title": "بوابة أولياء الأمور والطلاب",
        "parent-description": "تعزيز التواصل مع أولياء الأمور والطلاب من خلال بوابة مخصصة للتحديثات والتقدم الأكاديمي.",
        "about-title": "ما هي",
        "about-description": "أكاديمية هورايزون هي مؤسسة تعليمية حديثة تقدم تعليماً عالي الجودة، وتجارب تعلم تفاعلية، وبيئة داعمة لمساعدة الطلاب على التفوق أكاديميًا واجتماعيًا.",
        "teachers-title": "للمعلمين",
        "teachers-btn": "انضم إلى فريق التدريس لدينا",
        "students-title": "للطلاب",
        "students-btn": "سجل اليوم",
        "classroom-heading": "كل ما تحتاجه لبيئة تعليمية ناجحة،",
        "classroom-highlight": "كل ذلك في مكان واحد في أكاديمية هورايزون",
        "classroom-description": "توفر أكاديمية هورايزون تجربة تعليمية منظمة وجذابة، مما يساعد الطلاب والمعلمين على إدارة الجداول الزمنية والحضور والأنشطة الأكاديمية والبرامج اللامنهجية بكفاءة.",
        "education-description": "تقدم أكاديمية هورايزون منهجًا متطورًا وطرق تدريس حديثة ومرافق متقدمة لضمان أفضل تجربة تعليمية للطلاب.",
        "interface-heading": "بيئة تعليمية",
        "interface-highlight": "تفاعلية ومنظمة",
        "interface-feature-1": "يتمتع المعلمون بمساحة واضحة ومنظمة للتفاعل مع الطلاب بفعالية.",
        "interface-feature-2": "يمكن للطلاب والمعلمين التعاون بسهولة في بيئة صفية ديناميكية.",
        "interface-feature-3": "يمكن للمعلمين مراقبة تقدم الطلاب وأنشطة الفصل الدراسي في الوقت الفعلي.",
        "tools-heading": "الموارد",
        "tools-subheading": "للمعلمين والطلاب",
        "tools-description": "توفر أكاديمية هورايزون مجموعة شاملة من الأدوات التعليمية المصممة للتعلم داخل الفصل الدراسي وخارجه. يمكن للمعلمين توزيع الواجبات فورًا، مما يتيح للطلاب إكمالها وتقديمها بكفاءة." ,
        "assessment-title": "الاختبارات،",
        "assessment-highlight": "الأسئلة القصيرة",
        "assessment-subtitle": "والتقييمات",
        "see-more-features": "عرض المزيد من الميزات",
        "assessment-description": "توفر أكاديمية هورايزون أدوات تقييم منظمة، تتيح للمعلمين إجراء الاختبارات والأسئلة القصيرة والتقييمات بكفاءة. يتم تسجيل نتائج الطلاب بسلاسة لتسهيل المتابعة والتغذية الراجعة."    ,
        "integrations-title": "التكاملات",
        "integration-count": "أكثر من 200 أداة تعليمية ومنصة",
        "integration-highlight": "متكاملة",
        "integration-description": "توفر أكاديمية هورايزون جميع الأدوات الأساسية اللازمة لتجربة تعليمية سلسة، متكاملة مع أكثر من 200 أداة تعليمية، ونظام معلومات الطلاب (SIS)، ومنصات أكاديمية.",
        "see-all-integrations": "عرض جميع التكاملات"  ,
        "testimonials-title": "آراء الطلاب والمعلمين",
        "testimonials-heading": "ماذا يقول طلابنا ومعلمونا؟",
        "testimonials-description-1": "حصلت أكاديمية هورايزون على آلاف التقييمات الإيجابية من الطلاب والمعلمين وأولياء الأمور.",
        "testimonials-description-2": "استفاد العديد من الطلاب والمعلمين من تجربة تعليمية فريدة هنا.",
        "testimonials-description-3": "هل ترغب في مشاركة تجربتك؟ أخبرنا بذلك!",
        "write-review": "اكتب شهادتك",
        "subscribe-heading": "اشترك للحصول على نشرتنا الإخبارية",
        "email-placeholder": "بريدك الإلكتروني",
        "subscribe-button": "اشترك",
        "careers": "الوظائف",
        "privacy": "سياسة الخصوصية",
        "terms": "الشروط والأحكام"
  
    },

    "tr": {
        "discover": "Keşfet",
        "school-experience": "Okul Eğitiminde Mükemmellik",
        "description": "Horizon Academy, öğrenci büyümesini ve başarısını teşvik eden modern, interaktif ve teşvik edici bir eğitim ortamı sunar.",
        "join": "Bize Katılın!",
        "watch": "Nasıl Öne Çıktığımızı Görün",
        "trusted-by": "Dünya Çapında Veliler ve Eğitimciler Tarafından Güvenilir",
        "education-system": "Kapsamlı Eğitim Sistemi",
        "finance-title": "Finans ve İdari Yönetim",
        "finance-description": "Horizon Academy'de öğrenci ücretlerini, faturaları ve idari harcamaları kolay ve güvenli bir şekilde yönetin.",
        "schedule-title": "Ders Planlama ve Devam Takibi",
        "schedule-description": "Dersleri planlayın ve gerçek zamanlı devam takibi ile en iyi öğrenme deneyimini sağlayın.",
        "parent-title": "Veli ve Öğrenci Portalı",
        "parent-description": "Güncellemeler ve akademik ilerleme hakkında bilgi almak için veliler ve öğrencilerle iletişimi artırın.",
        "about-title": "Nedir?",
        "about-description": "Horizon Academy, yüksek kaliteli eğitim, interaktif öğrenme deneyimleri ve öğrencilerin akademik ve sosyal olarak başarılı olmalarına yardımcı olmak için destekleyici bir ortam sunan modern bir eğitim kurumudur.",
        "teachers-title": "Öğretmenler İçin",
        "teachers-btn": "Eğitim Ekibimize Katılın",
        "students-title": "Öğrenciler İçin",
        "students-btn": "Bugün Kaydolun",
        "classroom-heading": "Başarılı Bir Öğrenme Ortamı İçin İhtiyacınız Olan Her Şey,",
        "classroom-highlight": "Horizon Academy'de Tek Bir Yerde",
        "classroom-description": "Horizon Academy, öğrencilere ve öğretmenlere ders programlarını, devam takibini, akademik etkinlikleri ve müfredat dışı programları verimli bir şekilde yönetmelerine yardımcı olan yapılandırılmış ve etkileyici bir öğrenme deneyimi sunar.",
        "education-description": "Horizon Academy, öğrenciler için en iyi öğrenme deneyimini sağlamak amacıyla gelişmiş müfredat, modern öğretim yöntemleri ve son teknoloji tesisler sunar.",
        "interface-heading": "Etkileşimli ve",
        "interface-highlight": "Düzenli Bir Eğitim Ortamı",
        "interface-feature-1": "Öğretmenler, öğrencilerle etkili bir şekilde etkileşimde bulunmak için net ve yapılandırılmış bir alana sahiptir.",
        "interface-feature-2": "Öğrenciler ve öğretmenler, dinamik bir sınıf ortamında kolayca iş birliği yapabilir.",
        "interface-feature-3": "Öğretmenler, öğrenci ilerlemesini ve sınıf etkinliklerini gerçek zamanlı olarak izleyebilir.",
        "tools-heading": "Kaynaklar",
        "tools-subheading": "Öğretmenler ve Öğrenciler İçin",
        "tools-description": "Horizon Academy, sınıf içi ve sınıf dışı öğrenme için tasarlanmış kapsamlı eğitim araçları sunar. Öğretmenler anında ödev dağıtabilir ve öğrenciler bunları verimli bir şekilde tamamlayıp teslim edebilir.",
        "assessment-title": "Değerlendirmeler,",
        "assessment-highlight": "Sınavlar",
        "assessment-subtitle": "ve Testler",
        "see-more-features": "Daha Fazla Özellik Görüntüle",
        "assessment-description": "Horizon Academy, öğretmenlerin verimli bir şekilde sınavlar, kısa testler ve değerlendirmeler yapmasını sağlayan yapılandırılmış değerlendirme araçları sunar. Öğrenci sonuçları, takibi ve geri bildirimleri kolaylaştırmak için sorunsuz bir şekilde kaydedilir.",
        "integrations-title": "Entegrasyonlar",
        "integration-count": "200+ Eğitim Aracı ve Platformu",
        "integration-highlight": "Entegre",
        "integration-description": "Horizon Academy, 200'den fazla öğrenme aracı, Öğrenci Bilgi Sistemleri (SIS) ve akademik platformlarla entegre edilmiş eksiksiz bir eğitim deneyimi sunar.",
        "see-all-integrations": "Tüm Entegrasyonları Görüntüle",
        "testimonials-title": "Öğrenci ve Öğretmen Görüşleri",
        "write-review": "Değerlendirmenizi Yazın"
    }
}
